/* Sync */
"Album Error" = "Erro no Album";

/* Menu - title for Albums */
"Albums" = "Albuns";

/* Status upload - Already in your account */
"Already in your account" = "Foto duplicada";

/* Message when user can not purchase */
"App can't do Purchase. Please, check Settings if you want to upgrade the app" = "App não habilitada para compras. Por favor, verifique configurações se deseja atualizar a app";

/* Authentication method */
"Authentication failed: try again." = "Erro na autenticação: Tente novamente";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Check User in the Login */
"Checking" = "Verificando";

/* Informing the user an item has finished copying */
"Copied" = "Copiado";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copiando";

/* message when couldn't download the image in the profile screen */
"Couldn't download the image" = "Não foi possível buscar a imagem";

/* Authentication */
"Couldn't execute request" = "Erro ao executar pedido";

/* Creating Album */
"Creating" = "Criando";

/* Status upload - Creating ... */
"Creating ..." = "Criando ...";

/* No comment provided by engineer. */
"Creating Account" = "Criando conta";

/* No comment provided by engineer. */
"Dismiss" = "Ignorar";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Erro ao enviar email. Tente novamente.";

/* Album screen - create a new album */
"Enter new album name" = "Entre o nome do album";

/* Tag screen - create a new screen */
"Enter new tag name" = "Entre o nome da tag";

/* No comment provided by engineer. */
"Error" = "Erro";

/* Upload - Facebook */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "Falha";

/* Message in the home when trying to load newest photos */
"Failed! We couldn't get your newest photos." = "Erro! Atualização Últimas Atividades não realizado.";

/* Profile - Free text */
"Free" = "Gratuito";

/* Menu - title for Gallery */
"Gallery" = "Galeria";

/* Profile - size storage */
"GB used" = "GB usados";

/* Status upload - Invalid photo! */
"Invalid photo" = "Foto inválida";

/* Profile - subscription */
"Just" = "Somente";

/* Profile - size storage */
"KB used" = "KB usados";

/* Menu - title for Home */
"Latest Activity" = "Últimas Atividades";

/* Status upload - Limit reached! */
"Limit reached" = "Limite alcançado";

/* No comment provided by engineer. */
"Loading" = "Carregando";

/* Sync */
"Loading..." = "Carregando...";

/* No comment provided by engineer. */
"Log out" = "Sair";

/* Message to confirm if user really wants to log out */
"Log out. Are you sure?" = "Sair. Você tem certeza?";

/* No comment provided by engineer. */
"Logging" = "Conectando";

/* Sync */
"Maximum reached" = "Máximo limite";

/* Profile - size storage */
"MB used" = "MB usados";

/* Profile - subscription */
"month" = "mês";

/* Menu - title for Account */
"My Account" = "Minha conta";

/* Message to appears in the map when opened an image */
"My Photo" = "Minha foto";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "de";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* Profile - plans web controller */
"Plans" = "Planos";

/* No comment provided by engineer. */
"Please check your internet connection" = "Por favor, verifique sua internet";

/* Sync */
"Please, check if Trovebox has Location Permission in your Mobile Settings." = "Por favor, verifique se o Trovebox tem acesso a Localização em configuração.";

/* Used when user don't set the url for the hosted server */
"Please, set the URL to the Trovebox Server." = "Por favor, entre com o URL do servidor Trovebox.";

/* No comment provided by engineer. */
"Please, set your email to recovery password." = "Por favor, entre seu email para reenviar sua senha.";

/* Creation account where user needs to set the email */
"Please, set your email." = "Por favor, entre seu email.";

/* No comment provided by engineer. */
"Please, set your password" = "Por favor, entre sua senha";

/* No comment provided by engineer. */
"Please, set your password." = "Por favor, sentre sua senha.";

/* Creation account where user needs to set the username */
"Please, set your username." = "Por favor, entre seu usuário.";

/* Content of the menu for the PREFERENCES */
"PREFERENCES" = "PREFERÊNCIAS";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Preparando";

/* Upload - Private */
"Private" = "Privada";

/* Profile - Pro text */
"Pro" = "Pro";

/* Title screen Profile */
"Profile" = "Profile";

/* Action to reset the pwd */
"Resetting" = "Reenviando";

/* Status upload - Retry uploading! */
"Retry uploading" = "Tentar novamente";

/* No comment provided by engineer. */
"Save" = "Salvar";

/* Informing the user an item has been saved */
"Saved" = "Salvo";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Salvando";

/* Profile - Self-hosted text */
"Self-hosted" = "Self-hosted";

/* Menu - title for Settings */
"Settings" = "Configuração";

/* Sync */
"Sync an Album" = "Sync Album";

/* Menu - title for Tags */
"Tags" = "Tags";

/* Message for photo details in the home - This photo was taken %i days ago */
"This photo was taken %i days ago" = "Essa foto foi tirada há %i dias";

/* Message for photo details in the home - This photo was taken %i hours ago */
"This photo was taken %i hours ago" = "Essa foto foi tirada há %i horas";

/* Message for photo details in the home - This photo was taken %i years ago */
"This photo was taken %i years ago" = "Essa foto foi tirada há %i anos";

/* Message for photo details in the home - less than one hour ago */
"This photo was taken less than one hour ago" = "Essa foto foi tirada há menos de uma hora";

/* Message for photo details in the home - This photo was taken one hour ago */
"This photo was taken one hour ago" = "Essa foto foi tirada há uma hora";

/* Message for photo details in the home - This photo was taken one year ago */
"This photo was taken one year ago" = "Essa foto foi tirada há um ano";

/* Upload - inside text input */
"title" = "título";

/* Upload - Twitter */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* Title in the upload form */
"Upload" = "Enviar";

/* Menu - title for Upload & Sync */
"Upload & Sync" = "Enviar & Sync";

/* Status upload - Upload finished! */
"Upload finished!" = "Envio finalizado!";

/* Status upload - waiting */
"Waiting ..." = "Aguarde ...";

/* Message limit - n more photos */
"You can upload %d more photos this month" = "Você pode enviar %d fotos esse mês";

/* Message limit - one more photo */
"You can upload one more photo this month" = "Você pode enviar somente mais uma foto esse mês";

/* Message when limit is reached on upload screen */
"You've reached your monthly limit of %d photos" = "Você chegou no limite de %d fotos por mês";

/* Message when limit is reached */
"You've reached your monthly limit of %d photos. Upgrade today for an unlimited Pro account." = "Você chegou no limite de %d fotos por mês. Atualize hoje para a conta PRO sem limites.";

